Repository: lakshyadivekar24/AayushCare
Catalog: locale/od/LC_MESSAGES/django.po
Languages: or

source: English
or: ଇଂରାଜୀ

source: Hindi
or: ହିନ୍ଦୀ

source: Marathi
or: ମରାଠୀ

source: Gujarati
or: ଗୁଜୁରାଟୀ

source: Bengali
or: ବଙ୍ଗଳା

source: Tamil
or: ତାମିଲ

source: Telugu
or: ତେଲୁଗୁ

source: Kannada
or: କନ୍ନଡ

source: Malayalam
or: ମାଲାୟାଲମ୍

source: Odia
or: ଓଡିଆ

source: Urdu
or: ଉର୍ଦ୍ଦୁ

source: Add New Medical Record
or: ନୂଆ ମେଡିକାଲ୍ ରେକର୍ଡ ଯୋଡନ୍ତୁ

source: You are adding a new record for: <strong>%(patient.name)s</strong>
or: ଆପଣ ଏହାଙ୍କ ପାଇଁ ଏକ ନୂଆ ରେକର୍ଡ ଯୋଡୁଛନ୍ତି: <strong>%(patient.name)s</strong>

source: Symptoms
or: ଲକ୍ଷଣ

source: Diagnosis
or: ରୋଗ ନିର୍ଣ୍ଣୟ

source: Prescription
or: ପ୍ରେସକ୍ରିପସନ୍

source: Dose
or: ମାତ୍ରା

source: Health Report (Optional)
or: ସ୍ୱାସ୍ଥ୍ୟ ରିପୋର୍ଟ (ବୈକଳ୍ପିକ)

source: Save Record
or: ରେକର୍ଡ ସେଭ୍ କରନ୍ତୁ

source: Cancel
or: ବାତିଲ କରନ୍ତୁ

source: AyushCare
or: ଆୟୁଷକେୟାର

source: Dashboard
or: ଡ୍ୟାଶବୋର୍ଡ

source: Appointments
or: ଆପଏଣ୍ଟମେଣ୍ଟ

source: Search Patient
or: ରୋଗୀ ଖୋଜନ୍ତୁ

source: Manage Conditions
or: ସ୍ଥିତି ପରିଚାଳନା କରନ୍ତୁ

source: My Profile
or: ମୋର ପ୍ରୋଫାଇଲ୍

source: My Records
or: ମୋର ରେକର୍ଡ

source: Logout
or: ଲଗ୍ ଆଉଟ୍

source: My Appointments
or: ମୋର ଆପଏଣ୍ଟମେଣ୍ଟ

source: A complete list of all scheduled appointments.
or: ସମସ୍ତ ଅନୁସୂଚିତ ଆପଏଣ୍ଟମେଣ୍ଟର ଏକ ସମ୍ପୂର୍ଣ୍ଣ ତାଲିକା।

source: Patient
or: ରୋଗୀ

source: Date & Time
or: ତାରିଖ ଏବଂ ସମୟ

source: Mode
or: ମୋଡ୍

source: Reason
or: କାରଣ

source: Status
or: ସ୍ଥିତି

source: Actions
or: କାର୍ଯ୍ୟ

source: Update
or: ଅପଡେଟ୍ କରନ୍ତୁ

source: You have no appointments.
or: ଆପଣଙ୍କର କୌଣସି ଆପଏଣ୍ଟମେଣ୍ଟ ନାହିଁ।

source: Welcome, Dr. %(doctor_name)s!
or: ସ୍ଵାଗତ, ଡା. %(doctor_name)s!

source: Here is your control center.
or: ଏଠାରେ ଆପଣଙ୍କର ନିୟନ୍ତ୍ରଣ କେନ୍ଦ୍ର ଅଛି।

source: Add Medical Record
or: ମେଡିକାଲ୍ ରେକର୍ଡ ଯୋଡନ୍ତୁ

source: Add Condition
or: ସ୍ଥିତି ଯୋଡନ୍ତୁ

source: View Active Conditions
or: ସକ୍ରିୟ ସ୍ଥିତି ଦେଖନ୍ତୁ

source: Health Report
or: ସ୍ୱାସ୍ଥ୍ୟ ରିପୋର୍ଟ

source: Condition Name
or: ସ୍ଥିତିର ନାମ

source: Start Date
or: ଆରମ୍ଭ ତାରିଖ

source: Condition
or: ସ୍ଥିତି

source: Action
or: କାର୍ଯ୍ୟ

source: Edit / Complete
or: ସମ୍ପାଦନ / ସମ୍ପୂର୍ଣ୍ଣ କରନ୍ତୁ

source: No active conditions found.
or: କୌଣସି ସକ୍ରିୟ ସ୍ଥିତି ମିଳିଲା ନାହିଁ।

source: Upcoming Appointments
or: ଆଗାମୀ ଆପଏଣ୍ଟମେଣ୍ଟ

source: View All
or: ସବୁ ଦେଖନ୍ତୁ

source: Scheduled
or: ଅନୁସୂଚିତ

source: Completed
or: ସମ୍ପୂର୍ଣ୍ଣ

source: Pending
or: ବିଚାରାଧୀନ

source: Cancelled
or: ବାତିଲ ହୋଇଛି

source: No upcoming appointments.
or: କୌଣସି ଆଗାମୀ ଆପଏଣ୍ଟମେଣ୍ଟ ନାହିଁ।

source: Go to Search Page
or: ସର୍ଚ୍ଚ ପୃଷ୍ଠାକୁ ଯାଆନ୍ତୁ

source: Doctor Profile
or: ଡାକ୍ତରଙ୍କ ପ୍ରୋଫାଇଲ୍

source: Your professional and practice information.
or: ଆପଣଙ୍କର ପେସାଦାର ଏବଂ ଅଭ୍ୟାସ ସୂଚନା।

source: Edit Profile
or: ପ୍ରୋଫାଇଲ୍ ସମ୍ପାଦନ କରନ୍ତୁ

source: Dr. %(doctor.name)s
or: ଡା. %(doctor.name)s

source: Gender
or: ଲିଙ୍ଗ

source: Date of Birth
or: ଜନ୍ମ ତାରିଖ

source: Phone
or: ଫୋନ୍

source: Email
or: ଇମେଲ୍

source: Experience
or: ଅଭିଜ୍ଞତା

source: %(doctor.experience)s Years
or: %(doctor.experience)s ବର୍ଷ

source: Registration No
or: ପଞ୍ଜୀକରଣ ନଂ

source: Current Affiliation
or: ବର୍ତ୍ତମାନର ସହବନ୍ଧନ

source: Practice Information
or: ଅଭ୍ୟାସ ସୂଚନା

source: Clinic Address
or: କ୍ଲିନିକ୍ ଠିକଣା

source: Consultation Hours
or: ପରାମର୍ଶ ସମୟ

source: Languages Spoken
or: କଥିତ ଭାଷା

source: Consultation Modes
or: ପରାମର୍ଶ ମୋଡ୍

source: Qualifications
or: ଯୋଗ୍ୟତା

source: Edit My Profile
or: ମୋର ପ୍ରୋଫାଇଲ୍ ସମ୍ପାଦନ କରନ୍ତୁ

source: Update your health and personal information.
or: ଆପଣଙ୍କର ସ୍ୱାସ୍ଥ୍ୟ ଏବଂ ବ୍ୟକ୍ତିଗତ ସୂଚନା ଅପଡେଟ୍ କରନ୍ତୁ।

source: Personal Details
or: ବ୍ୟକ୍ତିଗତ ବିବରଣୀ

source: Full Name
or: ପୂର୍ଣ୍ଣ ନାମ

source: Health Metrics
or: ସ୍ୱାସ୍ଥ୍ୟ ମାପଦଣ୍ଡ

source: Blood Group
or: ରକ୍ତ ଗୋଷ୍ଠୀ

source: Height (cm)
or: ଉଚ୍ଚତା (ସେମି)

source: Weight (kg)
or: ଓଜନ (କେଜି)

source: Medical History
or: ଡାକ୍ତରୀ ଇତିହାସ

source: Allergies
or: ଆଲର୍ଜି

source: Chronic Diseases
or: ଦୀର୍ଘକାଳୀନ ରୋଗ

source: Profile Picture
or: ପ୍ରୋଫାଇଲ୍ ଚିତ୍ର

source: Upload New Picture
or: ନୂଆ ଚିତ୍ର ଅପଲୋଡ୍ କରନ୍ତୁ

source: Current: %(patient.profile_picture.name)s
or: ବର୍ତ୍ତମାନ: %(patient.profile_picture.name)s

source: Save Changes
or: ପରିବର୍ତ୍ତନ ସେଭ୍ କରନ୍ତୁ

source: Welcome, %(patient_name)s!
or: ସ୍ଵାଗତ, %(patient_name)s!

source: Here is your health summary and quick actions.
or: ଏଠାରେ ଆପଣଙ୍କର ସ୍ୱାସ୍ଥ୍ୟ ସାରାଂଶ ଏବଂ ଶୀଘ୍ର କାର୍ଯ୍ୟ ଅଛି।

source: New Consultation
or: ନୂଆ ପରାମର୍ଶ

source: Book a new appointment
or: ଏକ ନୂଆ ଆପଏଣ୍ଟମେଣ୍ଟ ବୁକ୍ କରନ୍ତୁ

source: AI Diet Advisor
or: AI ଡାଏଟ୍ ପରାମର୍ଶଦାତା

source: Get personalized diet tips
or: ବ୍ୟକ୍ତିଗତ ଡାଏଟ୍ ଟିପ୍ସ ପାଆନ୍ତୁ

source: Ingredient Scanner
or: ଉପାଦାନ ସ୍କାନର୍

source: Check product safety
or: ଉତ୍ପାଦ ସୁରକ୍ଷା ଯାଞ୍ଚ କରନ୍ତୁ

source: Your Health Conditions
or: ଆପଣଙ୍କର ସ୍ୱାସ୍ଥ୍ୟ ସ୍ଥିତି

source: Since
or: ଠାରୁ

source: Active
or: ସକ୍ରିୟ

source: You have no health conditions recorded.
or: ଆପଣଙ୍କର କୌଣସି ସ୍ୱାସ୍ଥ୍ୟ ସ୍ଥିତି ରେକର୍ଡ କରାଯାଇ ନାହିଁ।

source: Your Medical History
or: ଆପଣଙ୍କର ଡାକ୍ତରୀ ଇତିହାସ

source: Date: %(record_date)s with <strong>Dr. %(doctor_name)s</strong>
or: ତାରିଖ: %(record_date)s, <strong>ଡା. %(doctor_name)s</strong> ଙ୍କ ସହିତ

source: You have no medical records found.
or: ଆପଣଙ୍କର କୌଣସି ମେଡିକାଲ୍ ରେକର୍ଡ ମିଳିଲା ନାହିଁ।

source: AI Health Assistant
or: AI ସ୍ୱାସ୍ଥ୍ୟ ସହାୟକ

source: Hello %(patient_name)s, how can I help you today?
or: ନମସ୍କାର %(patient_name)s, ଆଜି ମୁଁ ଆପଣଙ୍କୁ କିପରି ସାହାଯ୍ୟ କରିପାରିବି?

source: Ask your question here...
or: ଆପଣଙ୍କ ପ୍ରଶ୍ନ ଏଠାରେ ପଚାରନ୍ତୁ...

source: Send
or: ପଠାନ୍ତୁ

source: Welcome to AyushCare!
or: ଆୟୁଷକେୟାରକୁ ସ୍ଵାଗତ!

source: Let's set up your health profile. (Step 1 of 2)
or: ଚାଲନ୍ତୁ ଆପଣଙ୍କର ସ୍ୱାସ୍ଥ୍ୟ ପ୍ରୋଫାଇଲ୍ ସେଟ୍ ଅପ୍ କରିବା। (ପଦକ୍ଷେପ ୧/୨)

source: Basic Information
or: ମୌଳିକ ସୂଚନା

source: e.g., O+
or: ଉଦା., O+

source: Height (in cm)
or: ଉଚ୍ଚତା (ସେମିରେ)

source: e.g., 175
or: ଉଦା., 175

source: Weight (in kg)
or: ଓଜନ (କେଜିରେ)

source: e.g., 70
or: ଉଦା., 70

source: Next Step
or: ପରବର୍ତ୍ତୀ ପଦକ୍ଷେପ

source: Almost Done!
or: ପ୍ରାୟ ସରିଗଲା!

source: Just a little more about your medical history. (Step 2 of 2)
or: ଆପଣଙ୍କର ଡାକ୍ତରୀ ଇତିହାସ ବିଷୟରେ ଆଉ ଟିକିଏ। (ପଦକ୍ଷେପ ୨/୨)

source: e.g., Peanuts, Pollen, Dust
or: ଉଦା., ଚିନାବାଦାମ, ପରାଗ, ଧୂଳି

source: e.g., Diabetes, Hypertension, Asthma
or: ଉଦା., ମଧୁମେହ, ଉଚ୍ଚ ରକ୍ତଚାପ, ଆଜମା

source: Finish & Go to My Profile
or: ସମାପ୍ତ କରନ୍ତୁ ଏବଂ ମୋର ପ୍ରୋଫାଇଲକୁ ଯାଆନ୍ତୁ

source: My Health Profile
or: ମୋର ସ୍ୱାସ୍ଥ୍ୟ ପ୍ରୋଫାଇଲ୍

source: Your complete health and personal information.
or: ଆପଣଙ୍କର ସମ୍ପୂର୍ଣ୍ଣ ସ୍ୱାସ୍ଥ୍ୟ ଏବଂ ବ୍ୟକ୍ତିଗତ ସୂଚନା।

source: Aadhar
or: ଆଧାର

source: Height
or: ଉଚ୍ଚତା

source: %(patient.height|default:0)s cm
or: %(patient.height|default:0)s ସେମି

source: Weight
or: ଓଜନ

source: %(patient.weight|default:0)s kg
or: %(patient.weight|default:0)s କେଜି

source: None specified
or: କିଛି ନିର୍ଦ୍ଦିଷ୍ଟ କରାଯାଇ ନାହିଁ

source: My Complete Medical Records
or: ମୋର ସମ୍ପୂର୍ଣ୍ଣ ମେଡିକାଲ୍ ରେକର୍ଡ

source: A detailed history of all your consultations.
or: ଆପଣଙ୍କର ସମସ୍ତ ପରାମର୍ଶର ଏକ ବିସ୍ତୃତ ଇତିହାସ।

source: Date
or: ତାରିଖ

source: Doctor
or: ଡାକ୍ତର

source: Report
or: ରିପୋର୍ଟ

source: View
or: ଦେଖନ୍ତୁ

source: No File
or: କୌଣସି ଫାଇଲ୍ ନାହିଁ

source: You have no medical records yet.
or: ଆପଣଙ୍କର ଏପର୍ଯ୍ୟନ୍ତ କୌଣସି ମେଡିକାଲ୍ ରେକର୍ଡ ନାହିଁ।
