Repository: lakshyadivekar24/AayushCare
Catalog: locale/*/LC_MESSAGES/django.po
Languages: bn, kn, ml, mr, te, ur

source: English
bn: ইংরেজি
kn: ಇಂಗ್ಲಿಷ್
ml: ഇംഗ്ലീഷ്
mr: इंग्रजी
te: ఆంగ్లం
ur: انگریزی

source: Hindi
bn: হিন্দি
kn: ಹಿಂದಿ
ml: ഹിന്ദി
mr: हिंदी
te: హిందీ
ur: ہندی

source: Marathi
bn: মারাঠি
kn: ಮರಾಠಿ
ml: മറാത്തി
mr: मराठी
te: మరాఠీ
ur: مراٹھی

source: Gujarati
bn: গুজরাটি
kn: ಗುಜರಾತಿ
ml: ഗുജറാത്തി
mr: गुजराती
te: గుజరాతీ
ur: گجراتی

source: Bengali
bn: বাংলা
kn: ಬಂಗಾಳಿ
ml: ബംഗാളി
mr: बंगाली
te: బెంగాలీ
ur: بنگالی

source: Tamil
bn: তামিল
kn: ತಮಿಳು
ml: തമിഴ്
mr: तमिळ
te: తమిళం
ur: تمل

source: Telugu
bn: তেলুগু
kn: ತೆಲುಗು
ml: തെലുങ്ക്
mr: तेलुगू
te: తెలుగు
ur: تیلگو

source: Kannada
bn: কন্নড়
kn: ಕನ್ನಡ
ml: കന്നഡ
mr: कन्नड
te: కన్నడ
ur: کنڑ

source: Malayalam
bn: মালায়ালাম
kn: ಮಲಯಾಳಂ
ml: മലയാളം
mr: मल्याळम
te: మలయాళం
ur: ملیالم

source: Odia
bn: ওড়িয়া
kn: ಒಡಿಯಾ
ml: ഒഡിയ
mr: ओडिया
te: ఒడియా
ur: اڑیہ

source: Urdu
bn: উর্দু
kn: ಉರ್ದು
ml: ഉർദു
mr: उर्दू
te: ఉర్దూ
ur: اردو

source: Add New Medical Record
bn: নতুন মেডিকেল রেকর্ড যোগ করুন
kn: ಹೊಸ ವೈದ್ಯಕೀಯ ದಾಖಲೆಯನ್ನು ಸೇರಿಸಿ
ml: പുതിയ മെഡിക്കൽ റെക്കോർഡ് ചേർക്കുക
mr: नवीन वैद्यकीय रेकॉर्ड जोडा
te: కొత్త వైద్య రికార్డును జోడించండి
ur: نیا میڈیکل ریکارڈ شامل کریں

source: You are adding a new record for: <strong>%(patient.name)s</strong>
bn: আপনি এর জন্য একটি নতুন রেকর্ড যোগ করছেন: <strong>%(patient.name)s</strong>
kn: ನೀವು ಇವರಿಗಾಗಿ ಹೊಸ ದಾಖಲೆಯನ್ನು ಸೇರಿಸುತ್ತಿದ್ದೀರಿ: <strong>%(patient.name)s</strong>
ml: നിങ്ങൾ ഇയാൾക്കായി ഒരു പുതിയ റെക്കോർഡ് ചേർക്കുന്നു: <strong>%(patient.name)s</strong>
mr: तुम्ही यांच्यासाठी नवीन रेकॉर्ड जोडत आहात: <strong>%(patient.name)s</strong>
te: మీరు వీరి కోసం కొత్త రికార్డును జోడిస్తున్నారు: <strong>%(patient.name)s</strong>
ur: آپ ان کے لیے ایک نیا ریکارڈ شامل کر رہے ہیں: <strong>%(patient.name)s</strong>

source: Symptoms
bn: লক্ষণ
kn: ಲಕ್ಷಣಗಳು
ml: ലക്ഷണങ്ങൾ
mr: लक्षणे
te: లక్షణాలు
ur: علامات

source: Diagnosis
bn: রোগ নির্ণয়
kn: ರೋಗನಿರ್ಣಯ
ml: രോഗനിർണയം
mr: निदान
te: రోగ నిర్ధారణ
ur: تشخیص

source: Prescription
bn: প্রেসক্রিপশন
kn: ಔಷಧ ಪಟ್ಟಿ
ml: കുറിപ്പടി
mr: प्रिस्क्रिप्शन
te: మందుల చీటీ
ur: نسخہ

source: Dose
bn: ডোজ
kn: ಡೋಸ್
ml: ഡോസ്
mr: डोस
te: మోతాదు
ur: خوراک

source: Health Report (Optional)
bn: স্বাস্থ্য প্রতিবেদন (ঐচ্ছিক)
kn: ಆರೋಗ್ಯ ವರದಿ (ಐಚ್ಛಿಕ)
ml: ആരോഗ്യ റിപ്പോർട്ട് (ഓപ്ഷണൽ)
mr: आरोग्य अहवाल (ऐच्छिक)
te: ఆరోగ్య నివేదిక (ఐచ్ఛికం)
ur: صحت کی رپورٹ (اختیاری)

source: Save Record
bn: রেকর্ড সংরক্ষণ করুন
kn: ದಾಖಲೆ ಉಳಿಸಿ
ml: റെക്കോർഡ് സേവ് ചെയ്യുക
mr: रेकॉर्ड जतन करा
te: రికార్డును సేవ్ చేయండి
ur: ریکارڈ محفوظ کریں

source: Cancel
bn: বাতিল করুন
kn: ರದ್ದುಮಾಡಿ
ml: റദ്ദാക്കുക
mr: रद्द करा
te: రద్దు చేయండి
ur: منسوخ کریں

source: AyushCare
bn: আয়ুশকেয়ার
kn: ಆಯುಷ್‌ಕೇರ್
ml: ആയുഷ്കെയർ
mr: आयुषकेअर
te: ఆయుష్‌కేర్
ur: آیوش کیئر

source: Dashboard
bn: ড্যাশবোর্ড
kn: ಡ್ಯಾಶ್‌ಬೋರ್ಡ್
ml: ഡാഷ്ബോർഡ്
mr: डॅशबोर्ड
te: డాష్‌బోర్డ్
ur: ڈیش بورڈ

source: Appointments
bn: অ্যাপয়েন্টমেন্ট
kn: ಭೇಟಿಗಳು
ml: അപ്പോയിന്റ്മെന്റുകൾ
mr: अपॉइंटमेंट्स
te: అపాయింట్‌మెంట్లు
ur: اپائنٹمنٹس

source: Search Patient
bn: রোগী খুঁজুন
kn: ರೋಗಿಯನ್ನು ಹುಡುಕಿ
ml: രോഗിയെ തിരയുക
mr: रुग्ण शोधा
te: రోగిని శోధించండి
ur: مریض تلاش کریں

source: Manage Conditions
bn: শর্তাবলী পরিচালনা করুন
kn: ಸ್ಥಿತಿಗಳನ್ನು ನಿರ್ವಹಿಸಿ
ml: അവസ്ഥകൾ നിയന്ത്രിക്കുക
mr: स्थिती व्यवस्थापित करा
te: పరిస్థితులను నిర్వహించండి
ur: حالات کا نظم کریں

source: My Profile
bn: আমার প্রোফাইল
kn: ನನ್ನ ಪ್ರೊಫೈಲ್
ml: എൻ്റെ പ്രൊഫൈൽ
mr: माझे प्रोफाइल
te: నా ప్రొఫైల్
ur: میرا پروفائل

source: My Records
bn: আমার রেকর্ড
kn: ನನ್ನ ದಾಖಲೆಗಳು
ml: എൻ്റെ രേഖകൾ
mr: माझे रेकॉर्ड
te: నా రికార్డులు
ur: میرے ریکارڈز

source: Logout
bn: লগ আউট
kn: ಲಾಗ್ ಔಟ್
ml: ലോഗ് ഔട്ട്
mr: लॉग आउट
te: లాగ్ అవుట్
ur: لاگ آؤٹ

source: My Appointments
bn: আমার অ্যাপয়েন্টমেন্ট
kn: ನನ್ನ ಭೇಟಿಗಳು
ml: എൻ്റെ അപ്പോയിന്റ്മെന്റുകൾ
mr: माझ्या भेटी
te: నా అపాయింట్‌మెంట్లు
ur: میرے اپائنٹمنٹس

source: A complete list of all scheduled appointments.
bn: সমস্ত নির্ধারিত অ্যাপয়েন্টমেন্টের একটি সম্পূর্ণ তালিকা।
kn: ಎಲ್ಲಾ ನಿಗದಿತ ಭೇಟಿಗಳ ಸಂಪೂರ್ಣ ಪಟ್ಟಿ.
ml: ഷെഡ്യൂൾ ചെയ്ത എല്ലാ അപ്പോയിന്റ്മെന്റുകളുടെയും പൂർണ്ണമായ ലിസ്റ്റ്.
mr: सर्व नियोजित भेटींची संपूर्ण यादी.
te: షెడ్యూల్ చేయబడిన అన్ని అపాయింట్‌మెంట్ల పూర్తి జాబితా.
ur: تمام طے شدہ اپائنٹمنٹس کی مکمل فہرست۔

source: Patient
bn: রোগী
kn: ರೋಗಿ
ml: രോഗി
mr: रुग्ण
te: రోగి
ur: مریض

source: Date & Time
bn: তারিখ ও সময়
kn: ದಿನಾಂಕ ಮತ್ತು ಸಮಯ
ml: തീയതിയും സമയവും
mr: तारीख आणि वेळ
te: తేదీ & సమయం
ur: تاریخ اور وقت

source: Mode
bn: মোড
kn: ವಿಧಾನ
ml: രീതി
mr: पद्धत
te: విధానం
ur: موڈ

source: Reason
bn: কারণ
kn: ಕಾರಣ
ml: കാരണം
mr: कारण
te: కారణం
ur: وجہ

source: Status
bn: স্ট্যাটাস
kn: ಸ್ಥಿತಿ
ml: നില
mr: स्थिती
te: స్థితి
ur: حیثیت

source: Actions
bn: ক্রিয়া
kn: ಕ್ರಿಯೆಗಳು
ml: പ്രവൃത്തികൾ
mr: क्रिया
te: చర్యలు
ur: کاروائیاں

source: Update
bn: আপডেট করুন
kn: ನವೀಕರಿಸಿ
ml: അപ്ഡേറ്റ് ചെയ്യുക
mr: अद्यतनित करा
te: అప్‌డేట్ చేయండి
ur: اپ ڈیٹ کریں

source: You have no appointments.
bn: আপনার কোন অ্যাপয়েন্টমেন্ট নেই।
kn: ನಿಮಗೆ ಯಾವುದೇ ಭೇಟಿಗಳಿಲ್ಲ.
ml: നിങ്ങൾക്ക് അപ്പോയിന്റ്മെന്റുകൾ ഒന്നുമില്ല.
mr: तुमच्या कोणत्याही भेटी नाहीत.
te: మీకు అపాయింట్‌మెంట్లు లేవు.
ur: آپ کے پاس کوئی اپائنٹمنٹ نہیں ہے۔

source: Welcome, Dr. %(doctor_name)s!
bn: স্বাগতম, ডাঃ %(doctor_name)s!
kn: ಸ್ವಾಗತ, ಡಾ. %(doctor_name)s!
ml: സ്വാഗതം, ഡോ. %(doctor_name)s!
mr: स्वागत आहे, डॉ. %(doctor_name)s!
te: స్వాగతం, డా. %(doctor_name)s!
ur: خوش آمدید، ڈاکٹر %(doctor_name)s!

source: Here is your control center.
bn: এখানে আপনার নিয়ন্ত্রণ কেন্দ্র।
kn: ಇದು ನಿಮ್ಮ ನಿಯಂತ್ರಣ ಕೇಂದ್ರ.
ml: ഇവിടെ നിങ്ങളുടെ നിയന്ത്രണ കേന്ദ്രം.
mr: हे तुमचे नियंत्रण केंद्र आहे.
te: ఇది మీ నియంత్రణ కేంద్రం.
ur: یہ آپ کا کنٹرول سینٹر ہے۔

source: Add Medical Record
bn: মেডিকেল রেকর্ড যোগ করুন
kn: ವೈದ್ಯಕೀಯ ದಾಖಲೆಯನ್ನು ಸೇರಿಸಿ
ml: മെഡിക്കൽ റെക്കോർഡ് ചേർക്കുക
mr: वैद्यकीय रेकॉर्ड जोडा
te: వైద్య రికార్డును జోడించండి
ur: میڈیکل ریکارڈ شامل کریں

source: Add Condition
bn: শর্ত যোগ করুন
kn: ಸ್ಥಿತಿಯನ್ನು ಸೇರಿಸಿ
ml: അവസ്ഥ ചേർക്കുക
mr: स्थिती जोडा
te: పరిస్థితిని జోడించండి
ur: حالت شامل کریں

source: View Active Conditions
bn: সক্রিয় শর্তাবলী দেখুন
kn: ಸಕ್ರಿಯ ಸ್ಥಿತಿಗಳನ್ನು ವೀಕ್ಷಿಸಿ
ml: സജീവമായ അവസ്ഥകൾ കാണുക
mr: सक्रिय स्थिती पहा
te: క్రియాశీల పరిస్థితులను వీక్షించండి
ur: فعال حالات دیکھیں

source: Health Report
bn: স্বাস্থ্য প্রতিবেদন
kn: ಆರೋಗ್ಯ ವರದಿ
ml: ആരോഗ്യ റിപ്പോർട്ട്
mr: आरोग्य अहवाल
te: ఆరోగ్య నివేదిక
ur: صحت کی رپورٹ

source: Condition Name
bn: শর্তের নাম
kn: ಸ್ಥಿತಿಯ ಹೆಸರು
ml: അവസ്ഥയുടെ പേര്
mr: स्थितीचे नाव
te: పరిస్థితి పేరు
ur: حالت کا نام

source: Start Date
bn: শুরুর তারিখ
kn: ಪ್ರಾರಂಭ ದಿನಾಂಕ
ml: തുടങ്ങുന്ന തീയതി
mr: सुरुवात तारीख
te: ప్రారంభ తేదీ
ur: شروع ہونے کی تاریخ

source: Condition
bn: শর্ত
kn: ಸ್ಥಿತಿ
ml: അവസ്ഥ
mr: स्थिती
te: పరిస్థితి
ur: حالت

source: Action
bn: ক্রিয়া
kn: ಕ್ರಿಯೆ
ml: പ്രവൃത്തി
mr: क्रिया
te: చర్య
ur: کاروائی

source: Edit / Complete
bn: সম্পাদনা / সম্পূর্ণ
kn: ಸಂಪಾದಿಸಿ / ಪೂರ್ಣಗೊಳಿಸಿ
ml: എഡിറ്റ് / പൂർത്തിയാക്കുക
mr: संपादित करा / पूर्ण करा
te: సవరించు / పూర్తి చేయి
ur: ترمیم / مکمل کریں

source: No active conditions found.
bn: কোন সক্রিয় শর্ত পাওয়া যায়নি।
kn: ಯಾವುದೇ ಸಕ್ರಿಯ ಸ್ಥಿತಿಗಳು ಕಂಡುಬಂದಿಲ್ಲ.
ml: സജീവമായ അവസ്ഥകൾ ഒന്നും കണ്ടെത്തിയില്ല.
mr: कोणतीही सक्रिय स्थिती आढळली नाही.
te: క్రియాశీల పరిస్థితులు ఏవీ కనుగొనబడలేదు.
ur: کوئی فعال حالت نہیں ملی۔

source: Upcoming Appointments
bn: আসন্ন অ্যাপয়েন্টমেন্ট
kn: ಮುಂಬರುವ ಭೇಟಿಗಳು
ml: വരാനിരിക്കുന്ന അപ്പോയിന്റ്മെന്റുകൾ
mr: आगामी भेटी
te: రాబోయే అపాయింట్‌మెంట్లు
ur: آنے والے اپائنٹمنٹس

source: View All
bn: সব দেখুন
kn: ಎಲ್ಲವನ್ನೂ ವೀಕ್ಷಿಸಿ
ml: എല്ലാം കാണുക
mr: सर्व पहा
te: అన్నీ చూడండి
ur: سب دیکھیں

source: Scheduled
bn: নির্ধারিত
kn: ನಿಗದಿತ
ml: ഷെഡ്യൂൾ ചെയ്തു
mr: नियोजित
te: షెడ్యూల్ చేయబడింది
ur: طے شدہ

source: Completed
bn: সম্পন্ন
kn: ಪೂರ್ಣಗೊಂಡಿದೆ
ml: പൂർത്തിയായി
mr: पूर्ण झाले
te: పూర్తయింది
ur: مکمل

source: Pending
bn: মুলতুবি
kn: ಬಾಕಿ ಇದೆ
ml: തീരുമാനമായിട്ടില്ല
mr: प्रलंबित
te: పెండింగ్‌లో ఉంది
ur: زیر التواء

source: Cancelled
bn: বাতিল
kn: ರದ್ದುಪಡಿಸಲಾಗಿದೆ
ml: റദ്ദാക്കി
mr: रद्द केले
te: రద్దు చేయబడింది
ur: منسوخ

source: No upcoming appointments.
bn: কোন আসন্ন অ্যাপয়েন্টমেন্ট নেই।
kn: ಮುಂಬರುವ ಭೇಟಿಗಳಿಲ್ಲ.
ml: വരാനിരിക്കുന്ന അപ്പോയിന്റ്മെന്റുകൾ ഒന്നുമില്ല.
mr: कोणत्याही आगामी भेटी नाहीत.
te: రాబోయే అపాయింట్‌మెంట్లు లేవు.
ur: کوئی آنے والا اپائنٹمنٹ نہیں ہے۔

source: Go to Search Page
bn: অনুসন্ধান পৃষ্ঠায় যান
kn: ಹುಡುಕಾಟ ಪುಟಕ್ಕೆ ಹೋಗಿ
ml: തിരയൽ പേജിലേക്ക് പോകുക
mr: शोध पृष्ठावर जा
te: శోధన పేజీకి వెళ్లండి
ur: تلاش کے صفحے پر جائیں

source: Doctor Profile
bn: ডাক্তারের প্রোফাইল
kn: ವೈದ್ಯರ ಪ್ರೊಫೈಲ್
ml: ഡോക്ടറുടെ പ്രൊഫൈൽ
mr: डॉक्टर प्रोफाइल
te: డాక్టర్ ప్రొఫైల్
ur: ڈاکٹر کا پروفائل

source: Your professional and practice information.
bn: আপনার পেশাদার এবং অনুশীলন তথ্য।
kn: ನಿಮ್ಮ ವೃತ್ತಿಪರ ಮತ್ತು ಅಭ್ಯಾಸದ ಮಾಹಿತಿ.
ml: നിങ്ങളുടെ പ്രൊഫഷണൽ, പ്രാക്ടീസ് വിവരങ്ങൾ.
mr: तुमची व्यावसायिक आणि सराव माहिती.
te: మీ వృత్తిపరమైన మరియు ప్రాక్టీస్ సమాచారం.
ur: آپ کی پیشہ ورانہ اور پریکٹس کی معلومات۔

source: Edit Profile
bn: প্রোফাইল সম্পাদনা করুন
kn: ಪ್ರೊಫೈಲ್ ಸಂಪಾದಿಸಿ
ml: പ്രൊഫൈൽ എഡിറ്റ് ചെയ്യുക
mr: प्रोफाइल संपादित करा
te: ప్రొఫైల్‌ను సవరించండి
ur: پروفائل میں ترمیم کریں

source: Dr. %(doctor.name)s
bn: ডাঃ %(doctor.name)s
kn: ಡಾ. %(doctor.name)s
ml: ഡോ. %(doctor.name)s
mr: डॉ. %(doctor.name)s
te: డా. %(doctor.name)s
ur: ڈاکٹر %(doctor.name)s

source: Gender
bn: লিঙ্গ
kn: ಲಿಂಗ
ml: ലിംഗം
mr: लिंग
te: లింగం
ur: جنس

source: Date of Birth
bn: জন্ম তারিখ
kn: ಹುಟ್ತಿದ ದಿನ
ml: ജനന തീയതി
mr: जन्म तारीख
te: పుట్టిన తేది
ur: تاریخ پیدائش

source: Phone
bn: ফোন
kn: ದೂರವಾಣಿ
ml: ഫോൺ
mr: फोन
te: ఫోన్
ur: فون

source: Email
bn: ইমেল
kn: ಇಮೇಲ್
ml: ഇമെയിൽ
mr: ईमेल
te: ఇమెయిల్
ur: ای میل

source: Experience
bn: অভিজ্ঞতা
kn: ಅನುಭವ
ml: പ്രവൃത്തിപരിചയം
mr: अनुभव
te: అనుభవం
ur: تجربہ

source: %(doctor.experience)s Years
bn: %(doctor.experience)s বছর
kn: %(doctor.experience)s ವರ್ಷಗಳು
ml: %(doctor.experience)s വർഷം
mr: %(doctor.experience)s वर्षे
te: %(doctor.experience)s సంవత్సరాలు
ur: %(doctor.experience)s سال

source: Registration No
bn: নিবন্ধন নম্বর
kn: ನೋಂದಣಿ ಸಂಖ್ಯೆ
ml: രജിസ്ട്രേഷൻ നമ്പർ
mr: नोंदणी क्र.
te: రిజిస్ట్రేషన్ నెం
ur: رجسٹریشن نمبر

source: Current Affiliation
bn: বর্তমান সংযুক্তি
kn: ಪ್ರಸ್ತುತ ಅಂಗಸಂಸ್ಥೆ
ml: നിലവിലെ അഫിലിയേഷൻ
mr: सध्याचे संलग्नक
te: ప్రస్తుత అనుబంధం
ur: موجودہ وابستگی

source: Practice Information
bn: অনুশীলন তথ্য
kn: ಅಭ್ಯಾಸದ ಮಾಹಿತಿ
ml: പ്രാക്ടീസ് വിവരങ്ങൾ
mr: सराव माहिती
te: ప్రాక్టీస్ సమాచారం
ur: پریکٹس کی معلومات

source: Clinic Address
bn: ক্লিনিকের ঠিকানা
kn: ಕ್ಲಿನಿಕ್ ವಿಳಾಸ
ml: ക്ലിനിക്ക് വിലാസം
mr: क्लिनिकचा पत्ता
te: క్లినిక్ చిరునామా
ur: کلینک کا پتہ

source: Consultation Hours
bn: পরামর্শের সময়
kn: ಸಮಾಲೋಚನೆ ಗಂಟೆಗಳು
ml: കൺസൾട്ടേഷൻ സമയം
mr: सल्लामसलत वेळ
te: సంప్రదింపుల గంటలు
ur: مشاورت کے اوقات

source: Languages Spoken
bn: কথ্য ভাষা
kn: ಮಾತನಾಡುವ ಭಾಷೆಗಳು
ml: സംസാരിക്കുന്ന ഭാഷകൾ
mr: बोलल्या जाणाऱ्या भाषा
te: మాట్లాడే భాషలు
ur: بولی جانے والی زبانیں

source: Consultation Modes
bn: পরামর্শের মোড
kn: ಸಮಾಲೋಚನೆ ವಿಧಾನಗಳು
ml: കൺസൾട്ടേഷൻ രീതികൾ
mr: सल्लामसलत पद्धती
te: సంప్రదింపుల పద్ధతులు
ur: مشاورت کے طریقے

source: Qualifications
bn: যোগ্যতা
kn: ಅರ್ಹತೆಗಳು
ml: യോഗ്യതകൾ
mr: पात्रता
te: అర్హతలు
ur: قابلیتیں

source: Edit My Profile
bn: আমার প্রোফাইল সম্পাদনা করুন
kn: ನನ್ನ ಪ್ರೊಫೈಲ್ ಸಂಪಾದಿಸಿ
ml: എൻ്റെ പ്രൊഫൈൽ എഡിറ്റ് ചെയ്യുക
mr: माझे प्रोफाइल संपादित करा
te: నా ప్రొఫైల్‌ను సవరించండి
ur: میرا پروفائل ترمیم کریں

source: Update your health and personal information.
bn: আপনার স্বাস্থ্য এবং ব্যক্তিগত তথ্য আপডেট করুন।
kn: ನಿಮ್ಮ ಆರೋಗ್ಯ ಮತ್ತು ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯನ್ನು ನವೀಕರಿಸಿ.
ml: നിങ്ങളുടെ ആരോഗ്യപരവും വ്യക്തിപരവുമായ വിവരങ്ങൾ അപ്ഡേറ്റ് ചെയ്യുക.
mr: तुमची आरोग्य आणि वैयक्तिक माहिती अद्यतनित करा.
te: మీ ఆరోగ్యం మరియు వ్యక్తిగత సమాచారాన్ని నవీకరించండి.
ur: اپنی صحت اور ذاتی معلومات کو اپ ڈیٹ کریں۔

source: Personal Details
bn: ব্যক্তিগত বিবরণ
kn: ವೈಯಕ್ತಿಕ ವಿವರಗಳು
ml: വ്യക്തിഗത വിവരങ്ങൾ
mr: वैयक्तिक तपशील
te: వ్యక్తిగత వివరాలు
ur: ذاتی تفصیلات

source: Full Name
bn: পুরো নাম
kn: ಪೂರ್ಣ ಹೆಸರು
ml: മുഴുവൻ പേര്
mr: पूर्ण नाव
te: పూర్తి పేరు
ur: پورا نام

source: Health Metrics
bn: স্বাস্থ্য মেট্রিক্স
kn: ಆರೋಗ್ಯ ಮೆಟ್ರಿಕ್ಸ್
ml: ആരോഗ്യ അളവുകൾ
mr: आरोग्य मेट्रिक्स
te: ఆరోగ్య కొలమానాలు
ur: صحت کے میٹرکس

source: Blood Group
bn: রক্তের গ্রুপ
kn: ರಕ್ತದ ಗುಂಪು
ml: ബ്ലഡ് ഗ്രൂപ്പ്
mr: रक्तगट
te: రక్తపు గ్రూపు
ur: بلڈ گروپ

source: Height (cm)
bn: উচ্চতা (সেমি)
kn: ಎತ್ತರ (ಸೆಂ.ಮೀ.)
ml: ഉയരം (സെ.മീ)
mr: उंची (सेमी)
te: ఎత్తు (సెం.మీ)
ur: قد (سینٹی میٹر)

source: Weight (kg)
bn: ওজন (কেজি)
kn: ತೂಕ (ಕೆ.ಜಿ.)
ml: ഭാരം (കി.ഗ്രാം)
mr: वजन (किलो)
te: బరువు (కిలోలు)
ur: وزن (کلوگرام)

source: Medical History
bn: চিকিৎসার ইতিহাস
kn: ವೈದ್ಯಕೀಯ ಇತಿಹಾಸ
ml: ചികിത്സാ ചരിത്രം
mr: वैद्यकीय इतिहास
te: వైద్య చరిత్ర
ur: طبی تاریخ

source: Allergies
bn: অ্যালার্জি
kn: ಅಲರ್ಜಿಗಳು
ml: അലർജികൾ
mr: ॲलर्जी
te: అలర్జీలు
ur: الرجی

source: Chronic Diseases
bn: দীর্ঘস্থায়ী রোগ
kn: ದೀರ್ಘಕಾಲದ ಕಾಯಿಲೆಗಳು
ml: വിട്ടുമാറാത്ത രോഗങ്ങൾ
mr: दीर्घकालीन आजार
te: దీర్ఘకాలిక వ్యాధులు
ur: دائمی بیماریاں

source: Profile Picture
bn: প্রোফাইল ছবি
kn: ಪ್ರೊಫೈಲ್ ಚಿತ್ರ
ml: പ്രൊഫൈൽ ചിത്രം
mr: प्रोफाइल चित्र
te: ప్రొఫైల్ చిత్రం
ur: پروفائل تصویر

source: Upload New Picture
bn: নতুন ছবি আপলোড করুন
kn: ಹೊಸ ಚಿತ್ರವನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಿ
ml: പുതിയ ചിത്രം അപ്‌ലോഡ് ചെയ്യുക
mr: नवीन चित्र अपलोड करा
te: కొత్త చిత్రాన్ని అప్‌లోడ్ చేయండి
ur: نئی تصویر اپ لوڈ کریں

source: Current: %(patient.profile_picture.name)s
bn: বর্তমান: %(patient.profile_picture.name)s
kn: ಪ್ರಸ್ತುತ: %(patient.profile_picture.name)s
ml: നിലവിലുള്ളത്: %(patient.profile_picture.name)s
mr: सध्याचे: %(patient.profile_picture.name)s
te: ప్రస్తుతం: %(patient.profile_picture.name)s
ur: موجودہ: %(patient.profile_picture.name)s

source: Save Changes
bn: পরিবর্তন সংরক্ষণ করুন
kn: ಬದಲಾವಣೆಗಳನ್ನು ಉಳಿಸಿ
ml: മാറ്റങ്ങൾ സേവ് ചെയ്യുക
mr: बदल जतन करा
te: మార్పులను సేవ్ చేయండి
ur: تبدیلیاں محفوظ کریں

source: Welcome, %(patient_name)s!
bn: স্বাগতম, %(patient_name)s!
kn: ಸ್ವಾಗತ, %(patient_name)s!
ml: സ്വാഗതം, %(patient_name)s!
mr: स्वागत आहे, %(patient_name)s!
te: స్వాగతం, %(patient_name)s!
ur: خوش آمدید، %(patient_name)s!

source: Here is your health summary and quick actions.
bn: এখানে আপনার স্বাস্থ্য সারসংক্ষেপ এবং দ্রুত ক্রিয়া রয়েছে।
kn: ಇಲ್ಲಿ ನಿಮ್ಮ ಆರೋಗ್ಯ ಸಾರಾಂಶ ಮತ್ತು ತ್ವರಿತ ಕ್ರಿಯೆಗಳಿವೆ.
ml: ഇവിടെ നിങ്ങളുടെ ആരോഗ്യ സംഗ്രഹവും പെട്ടെന്നുള്ള പ്രവർത്തനങ്ങളും.
mr: येथे तुमचा आरोग्य सारांश आणि त्वरित क्रिया आहेत.
te: ఇక్కడ మీ ఆరోగ్య సారాంశం మరియు త్వరిత చర్యలు ఉన్నాయి.
ur: یہ آپ کا صحت کا خلاصہ اور فوری کارروائیاں ہیں۔

source: New Consultation
bn: নতুন পরামর্শ
kn: ಹೊಸ ಸಮಾಲೋಚನೆ
ml: പുതിയ കൺസൾട്ടേഷൻ
mr: नवीन सल्लामसलत
te: కొత్త సంప్రదింపులు
ur: نیا مشورہ

source: Book a new appointment
bn: একটি নতুন অ্যাপয়েন্টমেন্ট বুক করুন
kn: ಹೊಸ ಭೇಟಿಯನ್ನು ಬುಕ್ ಮಾಡಿ
ml: പുതിയ അപ്പോയിന്റ്മെന്റ് ബുക്ക് ചെയ്യുക
mr: नवीन भेट बुक करा
te: కొత్త అపాయింట్‌మెంట్‌ను బుక్ చేయండి
ur: نیا اپائنٹمنٹ بک کریں

source: AI Diet Advisor
bn: এআই ডায়েট উপদেষ্টা
kn: AI ಆಹಾರ ಸಲಹೆಗಾರ
ml: AI ഡയറ്റ് ഉപദേശകൻ
mr: एआय आहार सल्लागार
te: AI ఆహార సలహాదారు
ur: AI ڈائیٹ ایڈوائزر

source: Get personalized diet tips
bn: ব্যক্তিগত খাদ্য টিপস পান
kn: ವೈಯಕ್ತಿಕಗೊಳಿಸಿದ ಆಹಾರ ಸಲಹೆಗಳನ್ನು ಪಡೆಯಿರಿ
ml: വ്യക്തിഗതമാക്കിയ ഡയറ്റ് ടിപ്പുകൾ നേടുക
mr: वैयक्तिकृत आहाराच्या टिप्स मिळवा
te: వ్యక్తిగతీకరించిన ఆహార చిట్కాలను పొందండి
ur: ذاتی نوعیت کی خوراک کی تجاویز حاصل کریں

source: Ingredient Scanner
bn: উপাদান স্ক্যানার
kn: ಪದಾರ್ಥ ಸ್ಕ್ಯಾನರ್
ml: ചേരുവ സ്കാനർ
mr: घटक स्कॅनर
te: పదార్థాల స్కానర్
ur: اجزاء کا سکینر

source: Check product safety
bn: পণ্যের নিরাপত্তা পরীক্ষা করুন
kn: ಉತ್ಪನ್ನದ ಸುರಕ್ಷತೆಯನ್ನು ಪರಿಶೀಲಿಸಿ
ml: ഉൽപ്പന്ന സുരക്ഷ പരിശോധിക്കുക
mr: उत्पादनाची सुरक्षितता तपासा
te: ఉత్పత్తి భద్రతను తనిఖీ చేయండి
ur: مصنوعات کی حفاظت کی جانچ کریں

source: Your Health Conditions
bn: আপনার স্বাস্থ্য অবস্থা
kn: ನಿಮ್ಮ ಆರೋಗ್ಯ ಸ್ಥಿತಿಗಳು
ml: നിങ്ങളുടെ ആരോഗ്യ അവസ്ഥകൾ
mr: तुमच्या आरोग्याच्या स्थिती
te: మీ ఆరోగ్య పరిస్థితులు
ur: آپ کی صحت کی حالتیں

source: Since
bn: থেকে
kn: ಇಂದ
ml: മുതൽ
mr: पासून
te: నుండి
ur: سے

source: Active
bn: সক্রিয়
kn: ಸಕ್ರಿಯ
ml: സജീവം
mr: सक्रिय
te: క్రియాశీలం
ur: فعال

source: You have no health conditions recorded.
bn: আপনার কোন স্বাস্থ্য অবস্থা রেকর্ড করা নেই।
kn: ನಿಮ್ಮ ಯಾವುದೇ ಆರೋಗ್ಯ ಸ್ಥಿತಿಗಳನ್ನು ದಾಖಲಿಸಲಾಗಿಲ್ಲ.
ml: നിങ്ങൾക്ക് ആരോഗ്യപരമായ അവസ്ഥകളൊന്നും രേഖപ്പെടുത്തിയിട്ടില്ല.
mr: तुमच्या आरोग्याची कोणतीही स्थिती नोंदवलेली नाही.
te: మీకు ఆరోగ్య పరిస్థితులు ఏవీ నమోదు చేయబడలేదు.
ur: آپ کی کوئی صحت کی حالت ریکارڈ نہیں ہے۔

source: Your Medical History
bn: আপনার চিকিৎসার ইতিহাস
kn: ನಿಮ್ಮ ವೈದ್ಯಕೀಯ ಇತಿಹಾಸ
ml: നിങ്ങളുടെ ചികിത്സാ ചരിത്രം
mr: तुमचा वैद्यकीय इतिहास
te: మీ వైద్య చరిత్ర
ur: آپ کی طبی تاریخ

source: Date: %(record_date)s with <strong>Dr. %(doctor_name)s</strong>
bn: তারিখ: %(record_date)s, <strong>ডাঃ %(doctor_name)s</strong> এর সাথে
kn: ದಿನಾಂಕ: %(record_date)s, <strong>ಡಾ. %(doctor_name)s</strong> ಅವರೊಂದಿಗೆ
ml: തീയതി: %(record_date)s, <strong>ഡോ. %(doctor_name)s</strong>-നൊപ്പം
mr: तारीख: %(record_date)s, <strong>डॉ. %(doctor_name)s</strong> सोबत
te: తేదీ: %(record_date)s, <strong>డా. %(doctor_name)s</strong> తో
ur: تاریخ: %(record_date)s، <strong>ڈاکٹر %(doctor_name)s</strong> کے ساتھ

source: You have no medical records found.
bn: আপনার কোন মেডিকেল রেকর্ড পাওয়া যায়নি।
kn: ನಿಮ್ಮ ಯಾವುದೇ ವೈದ್ಯಕೀಯ ದಾಖಲೆಗಳು ಕಂಡುಬಂದಿಲ್ಲ.
ml: നിങ്ങളുടെ മെഡിക്കൽ രേഖകളൊന്നും കണ്ടെത്തിയില്ല.
mr: तुमचे कोणतेही वैद्यकीय रेकॉर्ड आढळले नाही.
te: మీకు వైద్య రికార్డులు ఏవీ కనుగొనబడలేదు.
ur: آپ کے کوئی میڈیکل ریکارڈ نہیں ملے۔

source: AI Health Assistant
bn: এআই স্বাস্থ্য সহকারী
kn: AI ಆರೋಗ್ಯ ಸಹಾಯಕ
ml: AI ആരോഗ്യ സഹായി
mr: एआय आरोग्य सहाय्यक
te: AI ఆరోగ్య సహాయకుడు
ur: AI ہیلتھ اسسٹنٹ

source: Hello %(patient_name)s, how can I help you today?
bn: হ্যালো %(patient_name)s, আমি আজ আপনাকে কিভাবে সাহায্য করতে পারি?
kn: ನಮಸ್ಕಾರ %(patient_name)s, ಇಂದು ನಾನು ನಿಮಗೆ ಹೇಗೆ ಸಹಾಯ ಮಾಡಲಿ?
ml: ഹലോ %(patient_name)s, ഇന്ന് ഞാൻ നിങ്ങളെ എങ്ങനെ സഹായിക്കണം?
mr: नमस्कार %(patient_name)s, मी आज तुमची कशी मदत करू शकेन?
te: నమస్కారం %(patient_name)s, ఈ రోజు నేను మీకు ఎలా సహాయపడగలను?
ur: ہیلو %(patient_name)s، میں آج آپ کی کس طرح مدد کر سکتا ہوں؟

source: Ask your question here...
bn: আপনার প্রশ্ন এখানে জিজ্ঞাসা করুন...
kn: ನಿಮ್ಮ ಪ್ರಶ್ನೆಯನ್ನು ಇಲ್ಲಿ ಕೇಳಿ...
ml: നിങ്ങളുടെ ചോദ്യം ഇവിടെ ചോദിക്കുക...
mr: तुमचा प्रश्न येथे विचारा...
te: మీ ప్రశ్నను ఇక్కడ అడగండి...
ur: اپنا سوال یہاں پوچھیں...

source: Send
bn: পাঠান
kn: ಕಳುಹಿಸಿ
ml: അയയ്ക്കുക
mr: पाठवा
te: పంపండి
ur: بھیجیں

source: Welcome to AyushCare!
bn: আয়ুশকেয়ারে স্বাগতম!
kn: ಆಯುಷ್‌ಕೇರ್‌ಗೆ ಸುಸ್ವಾಗತ!
ml: ആയുഷ്കെയറിലേക്ക് സ്വാഗതം!
mr: आयुषकेअरमध्ये स्वागत आहे!
te: ఆయుష్‌కేర్‌కు స్వాగతం!
ur: آیوش کیئر میں خوش آمدید!

source: Let's set up your health profile. (Step 1 of 2)
bn: চলুন আপনার স্বাস্থ্য প্রোফাইল সেট আপ করি। (ধাপ ১/২)
kn: ನಿಮ್ಮ ಆರೋಗ್ಯ ಪ್ರೊಫೈಲ್ ಅನ್ನು ಹೊಂದಿಸೋಣ. (ಹಂತ 1/2)
ml: നിങ്ങളുടെ ആരോഗ്യ പ്രൊഫൈൽ സജ്ജമാക്കാം. (ഘട്ടം 1/2)
mr: चला तुमचे आरोग्य प्रोफाइल सेट करूया. (पायरी १ / २)
te: మీ ఆరోగ్య ప్రొఫైల్‌ను సెటప్ చేద్దాం. (దశ 1/2)
ur: آئیے آپ کا ہیلتھ پروفائل ترتیب دیں۔ (مرحلہ 1 از 2)

source: Basic Information
bn: মৌলিক তথ্য
kn: ಮೂಲ ಮಾಹಿತಿ
ml: അടിസ്ഥാന വിവരങ്ങൾ
mr: मूलभूत माहिती
te: ప్రాథమిక సమాచారం
ur: بنیادی معلومات

source: e.g., O+
bn: যেমন, O+
kn: ಉದಾ., O+
ml: ഉദാ., O+
mr: उदा., O+
te: ఉదా., O+
ur: مثال کے طور پر، O+

source: Height (in cm)
bn: উচ্চতা (সেমি)
kn: ಎತ್ತರ (ಸೆಂ.ಮೀ. ನಲ್ಲಿ)
ml: ഉയരം (സെ.മീ-ൽ)
mr: उंची (सेमी मध्ये)
te: ఎత్తు (సెం.మీ లో)
ur: قد (سینٹی میٹر میں)

source: e.g., 175
bn: যেমন, 175
kn: ಉದಾ., 175
ml: ഉദാ., 175
mr: उदा., १७५
te: ఉదా., 175
ur: مثال کے طور پر، 175

source: Weight (in kg)
bn: ওজন (কেজি)
kn: ತೂಕ (ಕೆ.ಜಿ. ನಲ್ಲಿ)
ml: ഭാരം (കി.ഗ്രാം-ൽ)
mr: वजन (किलो मध्ये)
te: బరువు (కిలోలలో)
ur: وزن (کلوگرام میں)

source: e.g., 70
bn: যেমন, 70
kn: ಉದಾ., 70
ml: ഉദാ., 70
mr: उदा., ७०
te: ఉదా., 70
ur: مثال کے طور پر، 70

source: Next Step
bn: পরবর্তী ধাপ
kn: ಮುಂದಿನ ಹಂತ
ml: അടുത്ത ഘട്ടം
mr: पुढील पायरी
te: తదుపరి దశ
ur: اگلا مرحلہ

source: Almost Done!
bn: প্রায় শেষ!
kn: ಬಹುತೇಕ ಮುಗಿದಿದೆ!
ml: ഏതാണ്ട് കഴിഞ്ഞു!
mr: जवळजवळ पूर्ण!
te: దాదాపు పూర్తయింది!
ur: تقریباً ہو گیا!

source: Just a little more about your medical history. (Step 2 of 2)
bn: আপনার চিকিৎসার ইতিহাস সম্পর্কে আরও কিছু। (ধাপ ২/২)
kn: ನಿಮ್ಮ ವೈದ್ಯಕೀಯ ಇತಿಹಾಸದ ಬಗ್ಗೆ ಇನ್ನೂ ಸ್ವಲ್ಪ. (ಹಂತ 2/2)
ml: നിങ്ങളുടെ ചികിത്സാ ചരിത്രത്തെക്കുറിച്ച് കുറച്ചുകൂടി. (ഘട്ടം 2/2)
mr: तुमच्या वैद्यकीय इतिहासाबद्दल फक्त थोडी अधिक माहिती. (पायरी २ / २)
te: మీ వైద్య చరిత్ర గురించి కొంచెం ఎక్కువ. (దశ 2/2)
ur: بس آپ کی طبی تاریخ کے بارے میں تھوڑا اور۔ (مرحلہ 2 از 2)

source: e.g., Peanuts, Pollen, Dust
bn: যেমন, চিনাবাদাম, পরাগ, ধুলো
kn: ಉದಾ., ಕಡಲೆಕಾಯಿ, ಪರಾಗ, ಧೂಳು
ml: ഉദാ., നിലക്കടല, പൂമ്പൊടി, പൊടി
mr: उदा., शेंगदाणे, परागकण, धूळ
te: ఉదా., వేరుశెనగ, పుప్పొడి, దుమ్ము
ur: مثال کے طور پر، مونگ پھلی، پولن، دھول

source: e.g., Diabetes, Hypertension, Asthma
bn: যেমন, ডায়াবেটিস, উচ্চ রক্তচাপ, হাঁপানি
kn: ಉದಾ., ಮಧುಮೇಹ, ಅಧಿಕ ರಕ್ತದೊತ್ತಡ, ಅಸ್ತಮಾ
ml: ഉദാ., പ്രമേഹം, രക്താതിമർദ്ദം, ആസ്ത്മ
mr: उदा., मधुमेह, उच्च रक्तदाब, दमा
te: ఉదా., మధుమేహం, అధిక రక్తపోటు, ఆస్తమా
ur: مثال کے طور پر، ذیابیطس، ہائی بلڈ پریشر، دمہ

source: Finish & Go to My Profile
bn: শেষ করুন এবং আমার প্রোফাইলে যান
kn: ಮುಗಿಸಿ ಮತ್ತು ನನ್ನ ಪ್ರೊಫೈಲ್‌ಗೆ ಹೋಗಿ
ml: പൂർത്തിയാക്കി എൻ്റെ പ്രൊഫൈലിലേക്ക് പോകുക
mr: समाप्त करा आणि माझ्या प्रोफाइलवर जा
te: ముగించి నా ప్రొఫైల్‌కు వెళ్లండి
ur: ختم کریں اور میرے پروفائل پر جائیں

source: My Health Profile
bn: আমার স্বাস্থ্য প্রোফাইল
kn: ನನ್ನ ಆರೋಗ್ಯ ಪ್ರೊಫೈಲ್
ml: എൻ്റെ ആരോഗ്യ പ്രൊഫൈൽ
mr: माझे आरोग्य प्रोफाइल
te: నా ఆరోగ్య ప్రొఫైల్
ur: میرا ہیلتھ پروفائل

source: Your complete health and personal information.
bn: আপনার সম্পূর্ণ স্বাস্থ্য এবং ব্যক্তিগত তথ্য।
kn: ನಿಮ್ಮ ಸಂಪೂರ್ಣ ಆರೋಗ್ಯ ಮತ್ತು ವೈಯಕ್ತಿಕ ಮಾಹಿತಿ.
ml: നിങ്ങളുടെ സമ്പൂർണ്ണ ആരോഗ്യ, വ്യക്തിഗത വിവരങ്ങൾ.
mr: तुमची संपूर्ण आरोग्य आणि वैयक्तिक माहिती.
te: మీ పూర్తి ఆరోగ్యం మరియు వ్యక్తిగత సమాచారం.
ur: آپ کی مکمل صحت اور ذاتی معلومات۔

source: Aadhar
bn: আধার
kn: ಆಧಾರ್
ml: ആധാർ
mr: आधार
te: ఆధార్
ur: آدھار

source: Height
bn: উচ্চতা
kn: ಎತ್ತರ
ml: ഉയരം
mr: उंची
te: ఎత్తు
ur: قد

source: %(patient.height|default:0)s cm
bn: %(patient.height|default:0)s সেমি
kn: %(patient.height|default:0)s ಸೆಂ.ಮೀ.
ml: %(patient.height|default:0)s സെ.മീ
mr: %(patient.height|default:0)s सेमी
te: %(patient.height|default:0)s సెం.మీ
ur: %(patient.height|default:0)s سینٹی میٹر

source: Weight
bn: ওজন
kn: ತೂಕ
ml: ഭാരം
mr: वजन
te: బరువు
ur: وزن

source: %(patient.weight|default:0)s kg
bn: %(patient.weight|default:0)s কেজি
kn: %(patient.weight|default:0)s ಕೆ.ಜಿ.
ml: %(patient.weight|default:0)s കി.ഗ്രാം
mr: %(patient.weight|default:0)s किलो
te: %(patient.weight|default:0)s కిలోలు
ur: %(patient.weight|default:0)s کلوگرام

source: None specified
bn: কোনটি নির্দিষ্ট করা নেই
kn: ಯಾವುದನ್ನೂ ನಿರ್ದಿಷ್ಟಪಡಿಸಿಲ್ಲ
ml: ഒന്നും വ്യക്തമാക്കിയിട്ടില്ല
mr: काहीही नमूद केलेले नाही
te: ఏదీ పేర్కొనబడలేదు
ur: کوئی بھی متعین نہیں ہے

source: My Complete Medical Records
bn: আমার সম্পূর্ণ মেডিকেল রেকর্ড
kn: ನನ್ನ ಸಂಪೂರ್ಣ ವೈದ್ಯಕೀಯ ದಾಖಲೆಗಳು
ml: എൻ്റെ സമ്പൂർണ്ണ മെഡിക്കൽ രേഖകൾ
mr: माझे संपूर्ण वैद्यकीय रेकॉर्ड
te: నా పూర్తి వైద్య రికార్డులు
ur: میرے مکمل میڈیکل ریکارڈز

source: A detailed history of all your consultations.
bn: আপনার সমস্ত পরামর্শের একটি বিস্তারিত ইতিহাস।
kn: ನಿಮ್ಮ ಎಲ್ಲಾ ಸಮಾಲೋಚನೆಗಳ ವಿವರವಾದ ಇತಿಹಾಸ.
ml: നിങ്ങളുടെ എല്ലാ കൺസൾട്ടേഷനുകളുടെയും വിശദമായ ചരിത്രം.
mr: तुमच्या सर्व सल्लामसलतींचा तपशीलवार इतिहास.
te: మీ అన్ని సంప్రదింపుల యొక్క వివరణాత్మక చరిత్ర.
ur: آپ کی تمام مشاورتوں کی تفصیلی تاریخ۔

source: Date
bn: তারিখ
kn: ದಿನಾಂಕ
ml: തീയതി
mr: तारीख
te: తేదీ
ur: تاریخ

source: Doctor
bn: ডাক্তার
kn: ವೈದ್ಯರು
ml: ഡോക്ടർ
mr: डॉक्टर
te: డాక్టర్
ur: ڈاکٹر

source: Report
bn: প্রতিবেদন
kn: ವರದಿ
ml: റിപ്പോർട്ട്
mr: अहवाल
te: నివేదిక
ur: رپورٹ

source: View
bn: দেখুন
kn: ವೀಕ್ಷಿಸಿ
ml: കാണുക
mr: पहा
te: చూడండి
ur: دیکھیں

source: No File
bn: কোন ফাইল নেই
kn: ಫೈಲ್ ಇಲ್ಲ
ml: ഫയൽ ഇല്ല
mr: फाईल नाही
te: ఫైల్ లేదు
ur: کوئی فائل نہیں

source: You have no medical records yet.
bn: আপনার এখনও কোন মেডিকেল রেকর্ড নেই।
kn: ನಿಮ್ಮ ಬಳಿ ಇನ್ನೂ ಯಾವುದೇ ವೈದ್ಯಕೀಯ ದಾಖಲೆಗಳಿಲ್ಲ.
ml: നിങ്ങൾക്ക് ഇതുവരെ മെഡിക്കൽ രേഖകളൊന്നും ഇല്ല.
mr: तुमचे अद्याप कोणतेही वैद्यकीय रेकॉर्ड नाही.
te: మీకు ఇంకా వైద్య రికార్డులు ఏవీ లేవు.
ur: آپ کے پاس ابھی تک کوئی میڈیکل ریکارڈ نہیں ہے۔
