Repository: lakshyadivekar24/AayushCare
Catalog: locale/gj/LC_MESSAGES/django.po
Languages: gu

source: English
gu: અંગ્રેજી

source: Hindi
gu: હિન્દી

source: Marathi
gu: મરાઠી

source: Gujarati
gu: ગુજરાતી

source: Bengali
gu: બંગાળી

source: Tamil
gu: તમિલ

source: Telugu
gu: તેલુગુ

source: Kannada
gu: કન્નડ

source: Malayalam
gu: મલયાલમ

source: Odia
gu: ઓડિયા

source: Urdu
gu: ઉર્દુ

source: Add New Medical Record
gu: નવો મેડિકલ રેકોર્ડ ઉમેરો

source: You are adding a new record for: <strong>%(patient.name)s</strong>
gu: તમે આના માટે નવો રેકોર્ડ ઉમેરી રહ્યા છો: <strong>%(patient.name)s</strong>

source: Symptoms
gu: લક્ષણો

source: Diagnosis
gu: નિદાન

source: Prescription
gu: પ્રિસ્ક્રિપ્શન

source: Dose
gu: ડોઝ

source: Health Report (Optional)
gu: આરોગ્ય અહેવાલ (વૈકલ્પિક)

source: Save Record
gu: રેકોર્ડ સાચવો

source: Cancel
gu: રદ કરો

source: AyushCare
gu: આયુષકેર

source: Dashboard
gu: ડેશબોર્ડ

source: Appointments
gu: એપોઇન્ટમેન્ટ્સ

source: Search Patient
gu: દર્દી શોધો

source: Manage Conditions
gu: સ્થિતિઓનું સંચાલન કરો

source: My Profile
gu: મારી પ્રોફાઇલ

source: My Records
gu: મારા રેકોર્ડ્સ

source: Logout
gu: લૉગ આઉટ

source: My Appointments
gu: મારી એપોઇન્ટમેન્ટ્સ

source: A complete list of all scheduled appointments.
gu: બધી નિર્ધારિત એપોઇન્ટમેન્ટ્સની સંપૂર્ણ સૂચિ.

source: Patient
gu: દર્દી

source: Date & Time
gu: તારીખ અને સમય

source: Mode
gu: મોડ

source: Reason
gu: કારણ

source: Status
gu: સ્થિતિ

source: Actions
gu: ક્રિયાઓ

source: Update
gu: અપડેટ કરો

source: You have no appointments.
gu: તમારી પાસે કોઈ એપોઇન્ટમેન્ટ નથી.

source: Welcome, Dr. %(doctor_name)s!
gu: સ્વાગત છે, ડૉ. %(doctor_name)s!

source: Here is your control center.
gu: અહીં તમારું નિયંત્રણ કેન્દ્ર છે.

source: Add Medical Record
gu: મેડિકલ રેકોર્ડ ઉમેરો

source: Add Condition
gu: સ્થિતિ ઉમેરો

source: View Active Conditions
gu: સક્રિય સ્થિતિઓ જુઓ

source: Health Report
gu: આરોગ્ય અહેવાલ

source: Condition Name
gu: સ્થિતિનું નામ

source: Start Date
gu: શરૂઆતની તારીખ

source: Condition
gu: સ્થિતિ

source: Action
gu: ક્રિયા

source: Edit / Complete
gu: સંપાદિત કરો / પૂર્ણ કરો

source: No active conditions found.
gu: કોઈ સક્રિય સ્થિતિ મળી નથી.

source: Upcoming Appointments
gu: આગામી એપોઇન્ટમેન્ટ્સ

source: View All
gu: બધા જુઓ

source: Scheduled
gu: નિર્ધારિત

source: Completed
gu: પૂર્ણ

source: Pending
gu: બાકી

source: Cancelled
gu: રદ

source: No upcoming appointments.
gu: કોઈ આગામી એપોઇન્ટમેન્ટ નથી.

source: Go to Search Page
gu: શોધ પૃષ્ઠ પર જાઓ

source: Doctor Profile
gu: ડૉક્ટર પ્રોફાઇલ

source: Your professional and practice information.
gu: તમારી વ્યાવસાયિક અને પ્રેક્ટિસ માહિતી.

source: Edit Profile
gu: પ્રોફાઇલ સંપાદિત કરો

source: Dr. %(doctor.name)s
gu: ડૉ. %(doctor.name)s

source: Gender
gu: જાતિ

source: Date of Birth
gu: જન્મ તારીખ

source: Phone
gu: ફોન

source: Email
gu: ઇમેઇલ

source: Experience
gu: અનુભવ

source: %(doctor.experience)s Years
gu: %(doctor.experience)s વર્ષ

source: Registration No
gu: નોંધણી નંબર

source: Current Affiliation
gu: વર્તમાન જોડાણ

source: Practice Information
gu: પ્રેક્ટિસ માહિતી

source: Clinic Address
gu: ક્લિનિકનું સરનામું

source: Consultation Hours
gu: પરામર્શના કલાકો

source: Languages Spoken
gu: બોલાતી ભાષાઓ

source: Consultation Modes
gu: પરામર્શના મોડ્સ

source: Qualifications
gu: લાયકાતો

source: Edit My Profile
gu: મારી પ્રોફાઇલ સંપાદિત કરો

source: Update your health and personal information.
gu: તમારી આરોગ્ય અને વ્યક્તિગત માહિતી અપડેટ કરો.

source: Personal Details
gu: વ્યક્તિગત વિગતો

source: Full Name
gu: પૂરું નામ

source: Health Metrics
gu: આરોગ્ય મેટ્રિક્સ

source: Blood Group
gu: બ્લડ ગ્રુપ

source: Height (cm)
gu: ઊંચાઈ (સેમી)

source: Weight (kg)
gu: વજન (કિલો)

source: Medical History
gu: તબીબી ઇતિહાસ

source: Allergies
gu: એલર્જી

source: Chronic Diseases
gu: ક્રોનિક રોગો

source: Profile Picture
gu: પ્રોફાઇલ ચિત્ર

source: Upload New Picture
gu: નવું ચિત્ર અપલોડ કરો

source: Current: %(patient.profile_picture.name)s
gu: વર્તમાન: %(patient.profile_picture.name)s

source: Save Changes
gu: ફેરફારો સાચવો

source: Welcome, %(patient_name)s!
gu: સ્વાગત છે, %(patient_name)s!

source: Here is your health summary and quick actions.
gu: અહીં તમારો આરોગ્ય સારાંશ અને ઝડપી ક્રિયાઓ છે.

source: New Consultation
gu: નવી પરામર્શ

source: Book a new appointment
gu: નવી એપોઇન્ટમેન્ટ બુક કરો

source: AI Diet Advisor
gu: AI આહાર સલાહકાર

source: Get personalized diet tips
gu: વ્યક્તિગત આહાર ટિપ્સ મેળવો

source: Ingredient Scanner
gu: ઘટક સ્કેનર

source: Check product safety
gu: ઉત્પાદનની સલામતી તપાસો

source: Your Health Conditions
gu: તમારી આરોગ્યની સ્થિતિઓ

source: Since
gu: થી

source: Active
gu: સક્રિય

source: You have no health conditions recorded.
gu: તમારી કોઈ આરોગ્યની સ્થિતિ નોંધાયેલી નથી.

source: Your Medical History
gu: તમારો તબીબી ઇતિહાસ

source: Date: %(record_date)s with <strong>Dr. %(doctor_name)s</strong>
gu: તારીખ: %(record_date)s, <strong>ડૉ. %(doctor_name)s</strong> સાથે

source: You have no medical records found.
gu: તમારા કોઈ મેડિકલ રેકોર્ડ મળ્યા નથી.

source: AI Health Assistant
gu: AI આરોગ્ય સહાયક

source: Hello %(patient_name)s, how can I help you today?
gu: હેલો %(patient_name)s, હું આજે તમને કેવી રીતે મદદ કરી શકું?

source: Ask your question here...
gu: તમારો પ્રશ્ન અહીં પૂછો...

source: Send
gu: મોકલો

source: Welcome to AyushCare!
gu: આયુષકેરમાં આપનું સ્વાગત છે!

source: Let's set up your health profile. (Step 1 of 2)
gu: ચાલો તમારી આરોગ્ય પ્રોફાઇલ સેટ કરીએ. (પગલું 1/2)

source: Basic Information
gu: મૂળભૂત માહિતી

source: e.g., O+
gu: દા.ત., O+

source: Height (in cm)
gu: ઊંચાઈ (સેમીમાં)

source: e.g., 175
gu: દા.ત., 175

source: Weight (in kg)
gu: વજન (કિલોમાં)

source: e.g., 70
gu: દા.ત., 70

source: Next Step
gu: આગલું પગલું

source: Almost Done!
gu: લગભગ પૂર્ણ!

source: Just a little more about your medical history. (Step 2 of 2)
gu: ફક્ત તમારા તબીબી ઇતિહાસ વિશે થોડું વધુ. (પગલું 2/2)

source: e.g., Peanuts, Pollen, Dust
gu: દા.ત., મગફળી, પરાગ, ધૂળ

source: e.g., Diabetes, Hypertension, Asthma
gu: દા.ત., ડાયાબિટીસ, હાયપરટેન્શન, અસ્થમા

source: Finish & Go to My Profile
gu: સમાપ્ત કરો અને મારી પ્રોફાઇલ પર જાઓ

source: My Health Profile
gu: મારી આરોગ્ય પ્રોફાઇલ

source: Your complete health and personal information.
gu: તમારી સંપૂર્ણ આરોગ્ય અને વ્યક્તિગત માહિતી.

source: Aadhar
gu: આધાર

source: Height
gu: ઊંચાઈ

source: %(patient.height|default:0)s cm
gu: %(patient.height|default:0)s સેમી

source: Weight
gu: વજન

source: %(patient.weight|default:0)s kg
gu: %(patient.weight|default:0)s કિલો

source: None specified
gu: કોઈ ઉલ્લેખ નથી

source: My Complete Medical Records
gu: મારા સંપૂર્ણ મેડિકલ રેકોર્ડ્સ

source: A detailed history of all your consultations.
gu: તમારા બધા પરામર્શનો વિગતવાર ઇતિહાસ.

source: Date
gu: તારીખ

source: Doctor
gu: ડૉક્ટર

source: Report
gu: અહેવાલ

source: View
gu: જુઓ

source: No File
gu: કોઈ ફાઇલ નથી

source: You have no medical records yet.
gu: તમારી પાસે હજી સુધી કોઈ મેડિકલ રેકોર્ડ નથી.
