Repository: lakshyadivekar24/AayushCare
Catalog: locale/tm/LC_MESSAGES/django.po
Languages: ta

source: English
ta: ஆங்கிலம்

source: Hindi
ta: இந்தி

source: Marathi
ta: மராத்தி

source: Gujarati
ta: குஜராத்தி

source: Bengali
ta: பெங்காலி

source: Tamil
ta: தமிழ்

source: Telugu
ta: தெலுங்கு

source: Kannada
ta: கன்னடம்

source: Malayalam
ta: மலையாளம்

source: Odia
ta: ஒடியா

source: Urdu
ta: உருது

source: Add New Medical Record
ta: புதிய மருத்துவப் பதிவைச் சேர்க்கவும்

source: You are adding a new record for: <strong>%(patient.name)s</strong>
ta: நீங்கள் இவருக்காக ஒரு புதிய பதிவைச் சேர்க்கிறீர்கள்: <strong>%(patient.name)s</strong>

source: Symptoms
ta: அறிகுறிகள்

source: Diagnosis
ta: நோய் கண்டறிதல்

source: Prescription
ta: மருந்துச் சீட்டு

source: Dose
ta: அளவு

source: Health Report (Optional)
ta: சுகாதார அறிக்கை (விருப்பத்தேர்வு)

source: Save Record
ta: பதிவைச் சேமிக்கவும்

source: Cancel
ta: ரத்துசெய்

source: AyushCare
ta: ஆயுஷ்கேர்

source: Dashboard
ta: முகப்பு

source: Appointments
ta: சந்திப்புகள்

source: Search Patient
ta: நோயாளியைத் தேடு

source: Manage Conditions
ta: நிலைகளை நிர்வகி

source: My Profile
ta: என் சுயவிவரம்

source: My Records
ta: என் பதிவுகள்

source: Logout
ta: வெளியேறு

source: My Appointments
ta: என் சந்திப்புகள்

source: A complete list of all scheduled appointments.
ta: அனைத்து திட்டமிடப்பட்ட சந்திப்புகளின் முழுமையான பட்டியல்.

source: Patient
ta: நோயாளி

source: Date & Time
ta: தேதி மற்றும் நேரம்

source: Mode
ta: முறை

source: Reason
ta: காரணம்

source: Status
ta: நிலை

source: Actions
ta: செயல்கள்

source: Update
ta: புதுப்பிக்கவும்

source: You have no appointments.
ta: உங்களுக்கு சந்திப்புகள் எதுவும் இல்லை.

source: Welcome, Dr. %(doctor_name)s!
ta: வருக, டாக்டர் %(doctor_name)s!

source: Here is your control center.
ta: இது உங்கள் கட்டுப்பாட்டு மையம்.

source: Add Medical Record
ta: மருத்துவப் பதிவைச் சேர்க்கவும்

source: Add Condition
ta: நிலையைச் சேர்க்கவும்

source: View Active Conditions
ta: செயலில் உள்ள நிலைகளைக் காண்க

source: Health Report
ta: சுகாதார அறிக்கை

source: Condition Name
ta: நிலையின் பெயர்

source: Start Date
ta: தொடக்க தேதி

source: Condition
ta: நிலை

source: Action
ta: செயல்

source: Edit / Complete
ta: திருத்து / முடி

source: No active conditions found.
ta: செயலில் உள்ள நிலைகள் எதுவும் காணப்படவில்லை.

source: Upcoming Appointments
ta: வரவிருக்கும் சந்திப்புகள்

source: View All
ta: அனைத்தையும் காண்க

source: Scheduled
ta: திட்டமிடப்பட்டது

source: Completed
ta: முடிந்தது

source: Pending
ta: நிலுவையில்

source: Cancelled
ta: ரத்து செய்யப்பட்டது

source: No upcoming appointments.
ta: வரவிருக்கும் சந்திப்புகள் எதுவும் இல்லை.

source: Go to Search Page
ta: தேடல் பக்கத்திற்குச் செல்லவும்

source: Doctor Profile
ta: மருத்துவர் சுயவிவரம்

source: Your professional and practice information.
ta: உங்கள் தொழில்முறை மற்றும் பயிற்சித் தகவல்.

source: Edit Profile
ta: சுயவிவரத்தைத் திருத்து

source: Dr. %(doctor.name)s
ta: டாக்டர் %(doctor.name)s

source: Gender
ta: பாலினம்

source: Date of Birth
ta: பிறந்த தேதி

source: Phone
ta: தொலைபேசி

source: Email
ta: மின்னஞ்சல்

source: Experience
ta: அனுபவம்

source: %(doctor.experience)s Years
ta: %(doctor.experience)s ஆண்டுகள்

source: Registration No
ta: பதிவு எண்

source: Current Affiliation
ta: தற்போதைய இணைப்பு

source: Practice Information
ta: பயிற்சித் தகவல்

source: Clinic Address
ta: மருத்துவமனை முகவரி

source: Consultation Hours
ta: ஆலோசனை நேரம்

source: Languages Spoken
ta: பேசும் மொழிகள்

source: Consultation Modes
ta: ஆலோசனை முறைகள்

source: Qualifications
ta: தகுதிகள்

source: Edit My Profile
ta: என் சுயவிவரத்தைத் திருத்து

source: Update your health and personal information.
ta: உங்கள் சுகாதாரம் மற்றும் தனிப்பட்ட தகவல்களைப் புதுப்பிக்கவும்.

source: Personal Details
ta: தனிப்பட்ட விவரங்கள்

source: Full Name
ta: முழுப் பெயர்

source: Health Metrics
ta: சுகாதார அளவீடுகள்

source: Blood Group
ta: இரத்த வகை

source: Height (cm)
ta: உயரம் (செமீ)

source: Weight (kg)
ta: எடை (கிலோ)

source: Medical History
ta: மருத்துவ வரலாறு

source: Allergies
ta: ஒவ்வாமைகள்

source: Chronic Diseases
ta: நாள்பட்ட நோய்கள்

source: Profile Picture
ta: சுயவிவரப் படம்

source: Upload New Picture
ta: புதிய படத்தைப் பதிவேற்றவும்

source: Current: %(patient.profile_picture.name)s
ta: தற்போதையது: %(patient.profile_picture.name)s

source: Save Changes
ta: மாற்றங்களைச் சேமி

source: Welcome, %(patient_name)s!
ta: வருக, %(patient_name)s!

source: Here is your health summary and quick actions.
ta: உங்கள் சுகாதாரச் சுருக்கம் மற்றும் விரைவான செயல்கள் இங்கே.

source: New Consultation
ta: புதிய ஆலோசனை

source: Book a new appointment
ta: புதிய சந்திப்பை முன்பதிவு செய்யுங்கள்

source: AI Diet Advisor
ta: AI உணவு ஆலோசகர்

source: Get personalized diet tips
ta: தனிப்பயனாக்கப்பட்ட உணவு ஆலோசனைகளைப் பெறுங்கள்

source: Ingredient Scanner
ta: மூலப்பொருள் ஸ்கேனர்

source: Check product safety
ta: தயாரிப்பு பாதுகாப்பைச் சரிபார்க்கவும்

source: Your Health Conditions
ta: உங்கள் சுகாதார நிலைகள்

source: Since
ta: இருந்து

source: Active
ta: செயலில்

source: You have no health conditions recorded.
ta: உங்களுக்கு சுகாதார நிலைகள் எதுவும் பதிவு செய்யப்படவில்லை.

source: Your Medical History
ta: உங்கள் மருத்துவ வரலாறு

source: Date: %(record_date)s with <strong>Dr. %(doctor_name)s</strong>
ta: தேதி: %(record_date)s, <strong>டாக்டர் %(doctor_name)s</strong> உடன்

source: You have no medical records found.
ta: உங்கள் மருத்துவப் பதிவுகள் எதுவும் காணப்படவில்லை.

source: AI Health Assistant
ta: AI சுகாதார உதவியாளர்

source: Hello %(patient_name)s, how can I help you today?
ta: வணக்கம் %(patient_name)s, இன்று நான் உங்களுக்கு எப்படி உதவ முடியும்?

source: Ask your question here...
ta: உங்கள் கேள்வியை இங்கே கேட்கவும்...

source: Send
ta: அனுப்பு

source: Welcome to AyushCare!
ta: ஆயுஷ்கேருக்கு வரவேற்கிறோம்!

source: Let's set up your health profile. (Step 1 of 2)
ta: உங்கள் சுகாதார சுயவிவரத்தை அமைப்போம். (படி 1 / 2)

source: Basic Information
ta: அடிப்படைத் தகவல்

source: e.g., O+
ta: எ.கா., O+

source: Height (in cm)
ta: உயரம் (செமீ இல்)

source: e.g., 175
ta: எ.கா., 175

source: Weight (in kg)
ta: எடை (கிலோ இல்)

source: e.g., 70
ta: எ.கா., 70

source: Next Step
ta: அடுத்த படி

source: Almost Done!
ta: கிட்டத்தட்ட முடிந்தது!

source: Just a little more about your medical history. (Step 2 of 2)
ta: உங்கள் மருத்துவ வரலாறு பற்றி இன்னும் கொஞ்சம். (படி 2 / 2)

source: e.g., Peanuts, Pollen, Dust
ta: எ.கா., வேர்க்கடலை, மகரந்தம், தூசி

source: e.g., Diabetes, Hypertension, Asthma
ta: எ.கா., நீரிழிவு, உயர் இரத்த அழுத்தம், ஆஸ்துமா

source: Finish & Go to My Profile
ta: முடித்து என் சுயவிவரத்திற்குச் செல்லவும்

source: My Health Profile
ta: என் சுகாதார சுயவிவரம்

source: Your complete health and personal information.
ta: உங்கள் முழுமையான சுகாதாரம் மற்றும் தனிப்பட்ட தகவல்.

source: Aadhar
ta: ஆதார்

source: Height
ta: உயரம்

source: %(patient.height|default:0)s cm
ta: %(patient.height|default:0)s செமீ

source: Weight
ta: எடை

source: %(patient.weight|default:0)s kg
ta: %(patient.weight|default:0)s கிலோ

source: None specified
ta: குறிப்பிடப்படவில்லை

source: My Complete Medical Records
ta: என் முழுமையான மருத்துவப் பதிவுகள்

source: A detailed history of all your consultations.
ta: உங்கள் அனைத்து ஆலோசனைகளின் விரிவான வரலாறு.

source: Date
ta: தேதி

source: Doctor
ta: மருத்துவர்

source: Report
ta: அறிக்கை

source: View
ta: காண்க

source: No File
ta: கோப்பு இல்லை

source: You have no medical records yet.
ta: உங்களுக்கு இன்னும் மருத்துவப் பதிவுகள் எதுவும் இல்லை.
